export default {
  WorkStatus: {
    '0': '故障',
    '1': '正常'
  },
  NETkState: {
    '0': '离线',
    '1': '在线'
  },
  EStatus: {
    '0': '开启',
    '1': '关闭',
    '2': '故障'
  },
  DeviceType: {
    '4096': 'ToT设备',
    '4112': '智慧照明',
    '4128': '安防监控',
    '4129': '智慧WIFI',
    '4144': '信息发布',
    '4176': '环境监测',
    '4192': '智慧雷达',
    '4208': '智能柜锁',
    '4240': '应急呼叫',
    '4272': '公共广播',
    '8193': '充电桩',
    '1': '智慧智慧杆',
    '2': '盒子',
    '8': '充电桩',
    '9': '智能锁',
    '10': '一键呼叫',
    '11': '智能水尺',
    '12': '水浸传感器',
    '13': '智能井盖'
  },
  Off: {
    '1': '开启',
    '0': '关闭',
    '3': '未知'
  },
  OrderState: {
    1: '待指派',
    2: '审核中',
    3: '己驳回',
    4: '处理中',
    5: '己完成'
  },
  OrderType: {
    0: 'All',
    1: '业务工单',
    2: '运维工单'
  },
  InspectDeviceType: {
    0: '全部',
    1: '智慧照明',
    2: 'LED大屏',
    3: '安防监控',
    4: '环境传感器',
    5: '雷达',
    6: '充电桩',
    7: 'WIFI'
  },
  InspectState: {
    1: '未完成',
    2: '已完成',
    3: '已放弃'
  }
}
